Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: Search index corresponding to the content type id ''{0}'' is currupted and the indexing or optimization process is aborted.
ar: فهرس البحث المطابق لمعرف نوع المحتوى ''{0}'' تالف وتم إحباط عملية الفهرسة أو التحسين.
bn: কন্টেন্ট টাইপ আইডি ''{0}'' এর সাথে সম্পর্কিত সার্চ ইনডেক্স নষ্ট হয়ে গেছে এবং অপ্টিমাইজেশন প্রক্রিয়ার জন্য ইন্ডেক্সিং বাতিল করা হয়েছে।
de: Der Suchindex, der der Inhaltstyp-ID „{0}“ entspricht, ist beschädigt und der Indexierungs- oder Optimierungsprozess wird abgebrochen.
es: El índice de búsqueda correspondiente al tipo de contenido id ''{0}'' está dañado y el proceso de indexación u optimización se abortó.
fr: L'index de recherche correspondant à l'ID de type de contenu « {0} » est corrompu et le processus d'indexation ou d'optimisation est abandonné.
hi: सामग्री प्रकार आईडी ''{0}'' से संबंधित खोज सूचकांक दूषित है और अनुक्रमण या अनुकूलन प्रक्रिया निरस्त हो गई है।
it: L'indice di ricerca corrispondente all'ID del tipo di contenuto ''{0}'' è danneggiato e il processo di indicizzazione o ottimizzazione viene interrotto.
nl: De zoekindex die overeenkomt met het inhoudstype-id ''{0}'' is beschadigd en het indexerings- of optimalisatieproces wordt afgebroken.
pt: O índice de pesquisa correspondente ao ID do tipo de conteúdo ''{0}'' está corrompido e o processo de indexação ou otimização foi abortado.
te: కంటెంట్ రకం id ''{0}''కి సంబంధించిన శోధన సూచిక పాడైంది మరియు ఆప్టిమైజేషన్ ప్రక్రియ కోసం ఇండెక్సింగ్ నిలిపివేయబడింది.
zh_tw: 与内容类型 ID“{0}”对应的搜索索引已损坏，索引或优化过程已中止。

source: An IOException occured while indexing the item corresponding to the content type id ''{0}''.
ar: حدث IOException أثناء فهرسة العنصر المطابق لمعرف نوع المحتوى ''{0}''.
bn: কন্টেন্ট টাইপ আইডি ''{0}'' এর সাথে সম্পর্কিত আইটেমটি ইন্ডেক্স করার সময় একটি IOException ঘটেছে।
de: Beim Indexieren des Elements, das der Inhaltstyp-ID „{0}“ entspricht, ist eine IOException aufgetreten.
es: Ocurrió una IOException al indexar el elemento correspondiente al tipo de contenido id ''{0}'.
fr: Une IOException s'est produite lors de l'indexation de l'élément correspondant à l'ID de type de contenu ''{0}''.
hi: सामग्री प्रकार आईडी ''{0}'' से संबंधित आइटम को अनुक्रमित करते समय एक IOException उत्पन्न हुई।
it: Si è verificata una IOException durante l'indicizzazione dell'elemento corrispondente all'ID del tipo di contenuto ''{0}''.
nl: Er heeft zich een IOException voorgedaan tijdens het indexeren van het item dat overeenkomt met de inhoudstype-id ''{0}''.
pt: Ocorreu uma IOException ao indexar o item correspondente ao ID do tipo de conteúdo ''{0}''.
te: కంటెంట్ రకం id ''{0}''కి సంబంధించిన అంశాన్ని సూచిక చేస్తున్నప్పుడు IOException సంభవించింది.
zh_tw: 对与内容类型 ID“{0}”对应的项目建立索引时发生 IOException。

source: An error occured while optimizing the indexes of content type id ''{0}''.
ar: حدث خطأ أثناء تحسين فهارس معرف نوع المحتوى ''{0}''.
bn: কন্টেন্ট টাইপ আইডি ''{0}''-এর সূচীগুলি অপ্টিমাইজ করার সময় একটি ত্রুটি ঘটেছে।
de: Beim Optimieren der Indexe der Inhaltstyp-ID „{0}“ ist ein Fehler aufgetreten.
es: Ocurrió un error al optimizar los índices del tipo de contenido id ''{0}'.
fr: Une erreur s'est produite lors de l'optimisation des index du type de contenu ID « {0} ».
hi: सामग्री प्रकार आईडी ''{0}'' के अनुक्रमणिका को अनुकूलित करते समय एक त्रुटि उत्पन्न हुई।
it: Si è verificato un errore durante l'ottimizzazione degli indici dell'ID del tipo di contenuto ''{0}''.
nl: Er is een fout opgetreden bij het optimaliseren van de indexen van inhoudstype-id ''{0}''.
pt: Ocorreu um erro ao otimizar os índices do ID de tipo de conteúdo ''{0}''.
te: కంటెంట్ రకం id ''{0}'' సూచికలను ఆప్టిమైజ్ చేస్తున్నప్పుడు లోపం సంభవించింది.
zh_tw: 优化内容类型 ID“{0}”的索引时出错。

source: Search index corresponding to the content type id ''{0}'' is currupted and the searching process is aborted.
ar: فهرس البحث المطابق لمعرف نوع المحتوى ''{0}'' تالف وتم إحباط عملية البحث.
bn: কন্টেন্ট টাইপ আইডি ''{0}'' এর সাথে সম্পর্কিত সার্চ ইনডেক্স নষ্ট হয়ে গেছে এবং সার্চিং প্রক্রিয়া বাতিল করা হয়েছে।
de: Der Suchindex, der der Inhaltstyp-ID „{0}“ entspricht, ist beschädigt und der Suchvorgang wird abgebrochen.
es: El índice de búsqueda correspondiente al tipo de contenido id ''{0}'' está dañado y el proceso de búsqueda se abortó.
fr: L'index de recherche correspondant à l'ID de type de contenu « {0} » est corrompu et le processus de recherche est abandonné.
hi: सामग्री प्रकार आईडी ''{0}'' से संबंधित खोज सूचकांक दूषित है और खोज प्रक्रिया निरस्त हो गई है।
it: L'indice di ricerca corrispondente all'ID del tipo di contenuto ''{0}'' è danneggiato e il processo di ricerca è stato interrotto.
nl: De zoekindex die overeenkomt met het inhoudstype-id ''{0}'' is beschadigd en het zoekproces is afgebroken.
pt: O índice de pesquisa correspondente ao ID do tipo de conteúdo ''{0}'' está corrompido e o processo de pesquisa foi abortado.
te: కంటెంట్ రకం id ''{0}''కి సంబంధించిన శోధన సూచిక పాడైంది మరియు శోధన ప్రక్రియ నిలిపివేయబడింది.
zh_tw: 与内容类型 ID“{0}”对应的搜索索引已损坏，搜索过程中止。

source: An IOException occured while searching the item corresponding to the content type id ''{0}''.
ar: حدث IOException أثناء البحث عن العنصر المطابق لمعرف نوع المحتوى ''{0}''.
bn: কন্টেন্ট টাইপ আইডি ''{0}'' এর সাথে সম্পর্কিত আইটেমটি অনুসন্ধান করার সময় একটি IOException ঘটেছে।
de: Beim Durchsuchen des Elements, das der Inhaltstyp-ID „{0}“ entspricht, ist eine IOException aufgetreten.
es: Ocurrió una IOException al buscar el elemento correspondiente al tipo de contenido id ''{0}'.
fr: Une IOException s'est produite lors de la recherche de l'élément correspondant à l'identifiant du type de contenu ''{0}''.
hi: सामग्री प्रकार आईडी ''{0}'' से संबंधित आइटम खोजते समय एक IOException उत्पन्न हुई।
it: Si è verificata una IOException durante la ricerca dell'elemento corrispondente all'ID del tipo di contenuto ''{0}''.
nl: Er heeft zich een IOException voorgedaan tijdens het zoeken naar het item dat overeenkomt met de inhoudstype-id ''{0}''.
pt: Ocorreu uma IOException ao pesquisar o item correspondente ao ID do tipo de conteúdo ''{0}''.
te: కంటెంట్ రకం ID ''{0}''కి సంబంధించిన అంశాన్ని శోధిస్తున్నప్పుడు IOException సంభవించింది.
zh_tw: 搜索与内容类型 ID“{0}”对应的项目时发生 IOException。

source: Repository exception occured while loading the content types during the search operation.
ar: حدث استثناء في المستودع أثناء تحميل أنواع المحتوى أثناء عملية البحث.
bn: অনুসন্ধান অপারেশন চলাকালীন বিষয়বস্তুর প্রকার লোড করার সময় সংগ্রহস্থলের ব্যতিক্রম ঘটেছে।
de: Beim Laden der Inhaltstypen während des Suchvorgangs ist eine Repository-Ausnahme aufgetreten.
es: Ocurrió una excepción de repositorio al cargar los tipos de contenido durante la operación de búsqueda.
fr: Une exception de référentiel s'est produite lors du chargement des types de contenu lors de l'opération de recherche.
hi: खोज ऑपरेशन के दौरान सामग्री प्रकार लोड करते समय रिपोजिटरी अपवाद उत्पन्न हुआ।
it: Si è verificata un'eccezione del repository durante il caricamento dei tipi di contenuto durante l'operazione di ricerca.
nl: Er is een uitzondering in de opslagplaats opgetreden tijdens het laden van de inhoudstypen tijdens de zoekbewerking.
pt: Ocorreu uma exceção de repositório ao carregar os tipos de conteúdo durante a operação de pesquisa.
te: శోధన ఆపరేషన్ సమయంలో కంటెంట్ రకాలను లోడ్ చేస్తున్నప్పుడు రిపోజిటరీ మినహాయింపు సంభవించింది.
zh_tw: 在搜索操作期间加载内容类型时发生存储库异常。

source: The referenced directory set ({0}) could not be found.
ar: لا يمكن العثور على مجموعة الدليل المشار إليها ({0}).
bn: উল্লেখিত ডিরেক্টরি সেট ({0}) পাওয়া যায়নি।
de: Der referenzierte Verzeichnissatz ({0}) konnte nicht gefunden werden.
es: El conjunto de directorio referenciado ({0}) no pudo ser encontrado.
fr: L'ensemble de répertoires référencé ({0}) est introuvable.
hi: संदर्भित निर्देशिका सेट ({0}) नहीं मिल सका।
it: Impossibile trovare il set di directory di riferimento ({0}).
nl: De directoryset waarnaar wordt verwezen ({0}) kan niet worden gevonden.
pt: O conjunto de diretórios referenciado ({0}) não pôde ser localizado.
te: సూచించబడిన డైరెక్టరీ సెట్ ({0}) కనుగొనబడలేదు.
zh_tw: 找不到引用的目录集 ({0})。

source: The referenced directory ({0}) could not be found.
ar: لا يمكن العثور على الدليل المشار إليه ({0}).
bn: উল্লেখিত ডিরেক্টরি ({0}) পাওয়া যায়নি।
de: Das referenzierte Verzeichnis ({0}) konnte nicht gefunden werden.
es: El directorio referenciado ({0}) no pudo ser encontrado.
fr: Le répertoire référencé ({0}) est introuvable.
hi: संदर्भित निर्देशिका ({0}) नहीं मिल सकी.
it: Impossibile trovare la directory di riferimento ({0}).
nl: De map waarnaar wordt verwezen ({0}) kan niet worden gevonden.
pt: O diretório referenciado ({0}) não foi encontrado.
te: సూచించబడిన డైరెక్టరీ ({0}) కనుగొనబడలేదు.
zh_tw: 找不到引用的目录 ({0})。

source: The referenced authentication ({0}) could not be found.
ar: لا يمكن العثور على المصادقة المشار إليها ({0}).
bn: উল্লেখিত প্রমাণীকরণ ({0}) পাওয়া যায়নি।
de: Die referenzierte Authentifizierung ({0}) konnte nicht gefunden werden.
es: La autenticación referenciada ({0}) no pudo ser encontrada.
fr: L'authentification référencée ({0}) est introuvable.
hi: संदर्भित प्रमाणीकरण ({0}) नहीं मिल सका.
it: Impossibile trovare l'autenticazione a cui si fa riferimento ({0}).
nl: De authenticatie waarnaar wordt verwezen ({0}) kan niet worden gevonden.
pt: A autenticação referenciada ({0}) não foi encontrada.
te: సూచించబడిన ప్రమాణీకరణ ({0}) కనుగొనబడలేదు.
zh_tw: 找不到引用的身份验证 ({0})。

source: The referenced role provider ({0}) could not be found.
ar: لا يمكن العثور على موفر الدور المشار إليه ({0}).
bn: উল্লেখিত ভূমিকা প্রদানকারী ({0}) খুঁজে পাওয়া যায়নি।
de: Der referenzierte Rollenanbieter ({0}) konnte nicht gefunden werden.
es: El proveedor de roles referenciado ({0}) no pudo ser encontrado.
fr: Le fournisseur de rôle référencé ({0}) est introuvable.
hi: संदर्भित भूमिका प्रदाता ({0}) नहीं मिल सका.
it: Impossibile trovare il provider di ruoli di riferimento ({0}).
nl: De rolprovider waarnaar wordt verwezen ({0}) kan niet worden gevonden.
pt: O provedor de função referenciado ({0}) não foi encontrado.
te: సూచించబడిన పాత్ర ప్రదాత ({0}) కనుగొనబడలేదు.
zh_tw: 找不到引用的角色提供程序 ({0})。

source: You must specify an email attribute name before you can request email addresses for users.
ar: يجب عليك تحديد اسم سمة البريد الإلكتروني قبل أن تتمكن من طلب عناوين البريد الإلكتروني للمستخدمين.
bn: ব্যবহারকারীদের জন্য ইমেল ঠিকানার অনুরোধ করার আগে আপনাকে অবশ্যই একটি ইমেল বৈশিষ্ট্যের নাম উল্লেখ করতে হবে।
de: Sie müssen einen E-Mail-Attributnamen angeben, bevor Sie E-Mail-Adressen für Benutzer anfordern können.
es: Debe especificar un nombre de atributo de correo electrónico antes de poder solicitar direcciones de correo electrónico para usuarios.
fr: Vous devez spécifier un nom d'attribut de messagerie avant de pouvoir demander des adresses e-mail pour les utilisateurs.
hi: उपयोगकर्ताओं के लिए ईमेल पते का अनुरोध करने से पहले आपको एक ईमेल विशेषता नाम निर्दिष्ट करना होगा।
it: È necessario specificare il nome di un attributo email prima di poter richiedere indirizzi email per gli utenti.
nl: U moet een e-mailkenmerknaam opgeven voordat u e-mailadressen voor gebruikers kunt opvragen.
pt: Você deve especificar um nome de atributo de e-mail antes de solicitar endereços de e-mail para usuários.
te: మీరు వినియోగదారుల కోసం ఇమెయిల్ చిరునామాలను అభ్యర్థించడానికి ముందు మీరు తప్పనిసరిగా ఇమెయిల్ అట్రిబ్యూట్ పేరును పేర్కొనాలి.
zh_tw: 您必须先指定电子邮件属性名称，然后才能请求用户的电子邮件地址。

source: An unknown error occurred making a backend directory catalog request. The error was: {0}
ar: حدث خطأ غير معروف أثناء طلب كتالوج الدليل الخلفي. الخطأ كان: {0}
bn: একটি ব্যাকএন্ড ডিরেক্টরি ক্যাটালগ অনুরোধ করার সময় একটি অজানা ত্রুটি ঘটেছে৷ ত্রুটি ছিল: {0}
de: Bei der Anforderung eines Backend-Verzeichniskatalogs ist ein unbekannter Fehler aufgetreten. Der Fehler war: {0}
es: Ocurrió un error desconocido al realizar una solicitud de catálogo de directorio backend. El error fue: {0}
fr: Une erreur inconnue s'est produite lors d'une demande de catalogue d'annuaire back-end. L'erreur était : {0}
hi: बैकएंड निर्देशिका कैटलॉग अनुरोध करते समय एक अज्ञात त्रुटि उत्पन्न हुई। त्रुटि यह थी: {0}
it: Si è verificato un errore sconosciuto durante la richiesta del catalogo di directory di backend. L'errore era: {0}
nl: Er is een onbekende fout opgetreden bij het indienen van een backend-directorycatalogusverzoek. De fout was: {0}
pt: Ocorreu um erro desconhecido ao fazer uma solicitação de catálogo de diretório de back-end. O erro foi: {0}
te: బ్యాకెండ్ డైరెక్టరీ కేటలాగ్ అభ్యర్థన చేయడంలో తెలియని లోపం సంభవించింది. లోపం: {0}
zh_tw: 发出后端目录编目请求时发生未知错误。错误是：{0}

source: The requested catalog provider class ({0}) was not found. The stack trace was: {1}
ar: لم يتم العثور على فئة موفر الكتالوج المطلوبة ({0}). تتبع المكدس كان: {1}
bn: অনুরোধ করা ক্যাটালগ প্রদানকারী শ্রেণী ({0}) পাওয়া যায়নি। স্ট্যাক ট্রেস ছিল: {1}
de: Die angeforderte Kataloganbieterklasse ({0}) wurde nicht gefunden. Der Stacktrace war: {1}
es: La clase de proveedor de catálogo solicitada ({0}) no se encontró. El rastreo fue: {1}
fr: La classe de fournisseur de catalogue demandée ({0}) est introuvable. La trace de la pile était : {1}
hi: अनुरोधित कैटलॉग प्रदाता वर्ग ({0}) नहीं मिला। स्टैक ट्रेस था: {1}
it: La classe del provider del catalogo richiesta ({0}) non è stata trovata. L'analisi dello stack era: {1}
nl: De aangevraagde catalogusproviderklasse ({0}) is niet gevonden. De stacktrace was: {1}
pt: A classe do provedor de catálogo solicitada ({0}) não foi localizada. O rastreamento de pilha era: {1}
te: అభ్యర్థించిన కేటలాగ్ ప్రొవైడర్ క్లాస్ ({0}) కనుగొనబడలేదు. స్టాక్ ట్రేస్: {1}
zh_tw: 未找到请求的目录提供程序类 ({0})。堆栈跟踪为：{1}

source: The requested catalog provider class instantiation ({0}) failed. The stack trace was: {1}
ar: فشل إنشاء مثيل فئة موفر الكتالوج المطلوب ({0}). تتبع المكدس كان: {1}
bn: অনুরোধ করা ক্যাটালগ প্রদানকারী ক্লাস ইনস্ট্যান্টিয়েশন ({0}) ব্যর্থ হয়েছে৷ স্ট্যাক ট্রেস ছিল: {1}
de: Die angeforderte Instanziierung der Kataloganbieterklasse ({0}) ist fehlgeschlagen. Der Stacktrace war: {1}
es: La instanciación de la clase de proveedor de catálogo solicitada ({0}) falló. El rastreo fue: {1}
fr: L'instanciation de classe de fournisseur de catalogue demandée ({0}) a échoué. La trace de la pile était : {1}
hi: अनुरोधित कैटलॉग प्रदाता वर्ग इंस्टेंशियेशन ({0}) विफल रहा। स्टैक ट्रेस था: {1}
it: La creazione dell'istanza della classe del provider del catalogo richiesta ({0}) non è riuscita. L'analisi dello stack era: {1}
nl: De aangevraagde klasse-instantie van de catalogusprovider ({0}) is mislukt. De stacktrace was: {1}
pt: A instanciação da classe do provedor de catálogo solicitada ({0}) falhou. O rastreamento de pilha era: {1}
te: అభ్యర్థించిన కేటలాగ్ ప్రొవైడర్ క్లాస్ ఇన్u200cస్టంటేషన్ ({0}) విఫలమైంది. స్టాక్ ట్రేస్: {1}
zh_tw: 请求的目录提供程序类实例化 ({0}) 失败。堆栈跟踪为：{1}

source: Insufficient access privileges for the requested catalog provider class ({0}). The stack trace was: {1}
ar: امتيازات الوصول غير كافية لفئة موفر الكتالوج المطلوبة ({0}). تتبع المكدس كان: {1}
bn: অনুরোধকৃত ক্যাটালগ প্রদানকারী শ্রেণীর ({0}) জন্য অপর্যাপ্ত অ্যাক্সেস সুবিধা। স্ট্যাক ট্রেস ছিল: {1}
de: Unzureichende Zugriffsrechte für die angeforderte Kataloganbieterklasse ({0}). Der Stacktrace war: {1}
es: Privilegios de acceso insuficientes para la clase de proveedor de catálogo solicitada ({0}). El rastreo fue: {1}
fr: Privilèges d'accès insuffisants pour la classe de fournisseur de catalogue demandée ({0}). La trace de la pile était : {1}
hi: अनुरोधित कैटलॉग प्रदाता वर्ग ({0}) के लिए अपर्याप्त पहुंच विशेषाधिकार। स्टैक ट्रेस था: {1}
it: Privilegi di accesso insufficienti per la classe del provider del catalogo richiesta ({0}). L'analisi dello stack era: {1}
nl: Onvoldoende toegangsrechten voor de aangevraagde catalogusproviderklasse ({0}). De stacktrace was: {1}
pt: Privilégios de acesso insuficientes para a classe de provedor de catálogo solicitada ({0}). O rastreamento de pilha era: {1}
te: అభ్యర్థించిన కేటలాగ్ ప్రొవైడర్ క్లాస్ ({0})కి తగిన యాక్సెస్ అధికారాలు లేవు. స్టాక్ ట్రేస్: {1}
zh_tw: 所请求的目录提供程序类 ({0}) 的访问权限不足。堆栈跟踪为：{1}

source: Invocation target error for catalog provider class ({0}). The stack trace was: {1}
ar: خطأ في هدف الاستدعاء لفئة موفر الكتالوج ({0}). تتبع المكدس كان: {1}
bn: ক্যাটালগ প্রদানকারী শ্রেণীর ({0}) জন্য আহ্বান লক্ষ্য ত্রুটি। স্ট্যাক ট্রেস ছিল: {1}
de: Fehler beim Aufrufziel für die Kataloganbieterklasse ({0}). Der Stacktrace war: {1}
es: Error de objetivo de invocación para la clase de proveedor de catálogo ({0}). El rastreo fue: {1}
fr: Erreur de cible d'appel pour la classe de fournisseur de catalogue ({0}). La trace de la pile était : {1}
hi: कैटलॉग प्रदाता वर्ग ({0}) के लिए मंगलाचरण लक्ष्य त्रुटि। स्टैक ट्रेस था: {1}
it: Errore di destinazione della chiamata per la classe del provider del catalogo ({0}). L'analisi dello stack era: {1}
nl: Aanroepdoelfout voor catalogusproviderklasse ({0}). De stacktrace was: {1}
pt: Erro de destino de chamada para classe de provedor de catálogo ({0}). O rastreamento de pilha era: {1}
te: కేటలాగ్ ప్రొవైడర్ క్లాస్ ({0}) కోసం ఆహ్వాన లక్ష్య లోపం. స్టాక్ ట్రేస్: {1}
zh_tw: 目录提供程序类 ({0}) 的调用目标错误。堆栈跟踪为：{1}

source: Missing constructor for the requested catalog provider class ({0}). The stack trace was: {1}
ar: مُنشئ مفقود لفئة موفر الكتالوج المطلوب ({0}). تتبع المكدس كان: {1}
bn: অনুরোধ করা ক্যাটালগ প্রদানকারী শ্রেণীর ({0}) জন্য অনুপস্থিত কনস্ট্রাক্টর। স্ট্যাক ট্রেস ছিল: {1}
de: Fehlender Konstruktor für die angeforderte Kataloganbieterklasse ({0}). Der Stacktrace war: {1}
es: Constructor faltante para la clase de proveedor de catálogo solicitada ({0}). El rastreo fue: {1}
fr: Constructeur manquant pour la classe de fournisseur de catalogue demandée ({0}). La trace de la pile était : {1}
hi: अनुरोधित कैटलॉग प्रदाता वर्ग ({0}) के लिए अनुपलब्ध कंस्ट्रक्टर। स्टैक ट्रेस था: {1}
it: Costruttore mancante per la classe del provider del catalogo richiesta ({0}). L'analisi dello stack era: {1}
nl: Ontbrekende constructor voor de aangevraagde catalogusproviderklasse ({0}). De stacktrace was: {1}
pt: Construtor ausente para a classe de provedor de catálogo solicitada ({0}). O rastreamento de pilha era: {1}
te: అభ్యర్థించిన కేటలాగ్ ప్రొవైడర్ క్లాస్ ({0}) కోసం కన్స్ట్రక్టర్ లేదు. స్టాక్ ట్రేస్: {1}
zh_tw: 缺少所请求的目录提供程序类 ({0}) 的构造函数。堆栈跟踪为：{1}

source: Authentication failed for directory ''{0}'' because the referenced directory was not found.
ar: فشلت المصادقة للدليل ''{0}'' لأنه لم يتم العثور على الدليل المشار إليه.
bn: "{0}" ডিরেক্টরির জন্য প্রমাণীকরণ ব্যর্থ হয়েছে কারণ উল্লেখিত ডিরেক্টরি পাওয়া যায়নি৷
de: Die Authentifizierung für das Verzeichnis „{0}“ ist fehlgeschlagen, da das referenzierte Verzeichnis nicht gefunden wurde.
es: Autenticación fallida para el directorio ''{0}'' porque el directorio referenciado no se encontró.
fr: L'authentification a échoué pour le répertoire « {0} » car le répertoire référencé est introuvable.
hi: निर्देशिका ''{0}'' के लिए प्रमाणीकरण विफल रहा क्योंकि संदर्भित निर्देशिका नहीं मिली।
it: Autenticazione non riuscita per la directory ''{0}'' perché la directory di riferimento non è stata trovata.
nl: Verificatie mislukt voor map ''{0}'' omdat de map waarnaar wordt verwezen niet is gevonden.
pt: A autenticação falhou para o diretório ''{0}'' porque o diretório referenciado não foi encontrado.
te: సూచించిన డైరెక్టరీ కనుగొనబడనందున ''{0}'' డైరెక్టరీకి ప్రమాణీకరణ విఫలమైంది.
zh_tw: 目录“{0}”的身份验证失败，因为找不到引用的目录。

source: Authentication failed for authentication ''{0}'' because the referenced authentication was not found.
ar: فشلت عملية المصادقة للمصادقة ''{0}'' لأنه لم يتم العثور على المصادقة المشار إليها.
bn: প্রমাণীকরণ ''{0}''-এর জন্য প্রমাণীকরণ ব্যর্থ হয়েছে কারণ উল্লেখিত প্রমাণীকরণ পাওয়া যায়নি।
de: Die Authentifizierung für die Authentifizierung „{0}“ ist fehlgeschlagen, da die referenzierte Authentifizierung nicht gefunden wurde.
es: Autenticación fallida para la autenticación ''{0}'' porque la autenticación referenciada no se encontró.
fr: L'authentification a échoué pour l'authentification « {0} » car l'authentification référencée est introuvable.
hi: प्रमाणीकरण ''{0}'' के लिए प्रमाणीकरण विफल रहा क्योंकि संदर्भित प्रमाणीकरण नहीं मिला।
it: Autenticazione non riuscita per l'autenticazione ''{0}'' perché l'autenticazione a cui si fa riferimento non è stata trovata.
nl: Authenticatie mislukt voor authenticatie ''{0}'' omdat de authenticatie waarnaar wordt verwezen niet is gevonden.
pt: A autenticação falhou para autenticação ''{0}'' porque a autenticação referenciada não foi encontrada.
te: సూచించిన ప్రమాణీకరణ కనుగొనబడనందున ''{0}'' ప్రామాణీకరణ కోసం ప్రామాణీకరణ విఫలమైంది.
zh_tw: 身份验证“{0}”的身份验证失败，因为找不到引用的身份验证。

source: Authentication failed for directory ''{0}'' and authentication ''{1}''. The error was: {2}
ar: فشلت المصادقة للدليل ''{0}'' والمصادقة ''{1}''. الخطأ كان: {2}
bn: ডিরেক্টরি ''{0}'' এবং প্রমাণীকরণ ''{1}''-এর জন্য প্রমাণীকরণ ব্যর্থ হয়েছে। ত্রুটি ছিল: {2}
de: Die Authentifizierung für das Verzeichnis „{0}“ und die Authentifizierung „{1}“ ist fehlgeschlagen. Der Fehler war: {2}
es: Autenticación fallida para el directorio ''{0}'' y la autenticación ''{1}''. El error fue: {2}
fr: L'authentification a échoué pour le répertoire ''{0}'' et l'authentification ''{1}''. L'erreur était : {2}
hi: निर्देशिका ''{0}'' और प्रमाणीकरण ''{1}'' के लिए प्रमाणीकरण विफल रहा। त्रुटि थी: {2}
it: Autenticazione non riuscita per la directory ''{0}'' e l'autenticazione ''{1}''. L'errore era: {2}
nl: Authenticatie mislukt voor map ''{0}'' en authenticatie ''{1}''. De fout was: {2}
pt: Falha na autenticação do diretório ''{0}'' e autenticação ''{1}''. O erro foi: {2}
te: డైరెక్టరీ ''{0}'' మరియు ''{1}'' ప్రమాణీకరణ కోసం ప్రమాణీకరణ విఫలమైంది. లోపం: {2}
zh_tw: 目录“{0}”和身份验证“{1}”失败。错误是：{2}

source: The data supplied for extraction contains a file type that is not supported.
ar: تحتوي البيانات المقدمة للاستخراج على نوع ملف غير مدعوم.
bn: নিষ্কাশনের জন্য সরবরাহ করা ডেটাতে একটি ফাইলের ধরন রয়েছে যা সমর্থিত নয়।
de: Die zur Extraktion bereitgestellten Daten enthalten einen Dateityp, der nicht unterstützt wird.
es: Los datos proporcionados para extracción contienen un tipo de archivo que no es compatible.
fr: Les données fournies pour l'extraction contiennent un type de fichier qui n'est pas pris en charge.
hi: निष्कर्षण के लिए दिए गए डेटा में एक फ़ाइल प्रकार है जो समर्थित नहीं है।
it: I dati forniti per l'estrazione contengono un tipo di file non supportato.
nl: De gegevens die voor extractie worden aangeleverd, bevatten een bestandstype dat niet wordt ondersteund.
pt: Os dados fornecidos para extração contêm um tipo de arquivo que não é suportado.
te: వెలికితీత కోసం సరఫరా చేయబడిన డేటా మద్దతు లేని ఫైల్ రకాన్ని కలిగి ఉంది.
zh_tw: 提供用于提取的数据包含不受支持的文件类型。
